Repository: common-repository/almefy-me
Catalog: languages/almefy-me-*_formal.po
Languages: de_de@formal

source: Help us be better
de_de@formal: Helfen Sie uns, besser zu werden

source: Almefy is a Two-Factor Authentication solution in one step - highly secure and without passwords.<br>Connect your device below to get started and login by scanning the QR code on the Login page going forward. No password needed<br><a target="_blank" rel="noopener" href="https://almefy.com/">Learn more</a>
de_de@formal: Almefy ist eine Zwei-Faktor-Authentifizierungslösung in einem Schritt - hochsicher und ohne Passwörter.<br>Verbinden Sie Ihr Gerät unten, um loszulegen und sich anzumelden, indem Sie den QR-Code auf der Anmeldeseite scannen. Kein Passwort erforderlich<br><a target="_blank" rel="noopener" href="https://almefy.com/">Weitere Informationen</a>

source: Connect your device to %s.
de_de@formal: Verbinden Sie Ihr Gerät mit %s.

source: Almefy is in sandbox mode! Do not use in production.
de_de@formal: Almefy ist im Sandbox-Modus! Nicht in Production verwenden.

source: Notice: Please finish your Almefy setup
de_de@formal: Hinweis: Bitte beenden Sie Ihr Almefy Setup

source: You are almost ready to use Almefy on your website.<br>Please follow the instructions <a href='%s'>here</a> to enable the Almefy Plugin.
de_de@formal: Sie sind fast bereit, Almefy auf Ihrer Website zu verwenden.<br>Bitte folgen Sie den Anweisungen <a href='%s'>hier</a> , um das Almefy Plugin zu aktivieren.

source: My Almefy Devices
de_de@formal: Meine Almefy Geräte

source: <b>Important: </b>By activating Almefy on your account you enable secure 2-Factor-Authentication in one step. <br>To do so, the login through username and password will be disabled. <br>Just use the <a href='https://almefy.com/products/almefyapp' target='_blank'>Almefy App</a> to login. Secure, Simple, Fast.
de_de@formal: <b>Wichtig: </b> Mit der Aktivierung von Almefy in Ihrem Konto er­mög­li­chen Sie die sichere 2-Faktor-Authentifizierung in einem Schritt. <br>Im Zuge dessen wird die Anmeldung über Benutzername und Passwort deaktiviert. <br>Melden Sie sich ab dann einfach mit der <a href='https://almefy.com/products/almefyapp' target='_blank'>Almefy App</a> an. Sicher, einfach, schnell.

source: Manage Almefy Devices
de_de@formal: Almefy Geräte verwalten

source: Settings Saved
de_de@formal: Einstellungen gespeichert

source: Almefy has been successfully activated.<br>Please scan the Code with the Almefy app to connect the device.
de_de@formal: Almefy wurde erfolgreich aktiviert.<br>Bitte scannen Sie den Code mit der Almefy App, um das Gerät zu verbinden.

source: By enabling Almefy for secure 2FA login in one step, we will disable the login through username and password. <br>Going forward you can only login by using the <a href='https://almefy.com/products/almefyapp' target='_blank'>Almefy App</a>.
de_de@formal: Indem Sie Almefy für die sichere 2FA-Anmeldung in einem Schritt aktivieren, deaktivieren wir die Anmeldung über Benutzername und Passwort. <br>In Zukunft können Sie sich nur noch mit der <a href='https://almefy.com/products/almefyapp' target='_blank'>Almefy App</a> einloggen.

source: Settings
de_de@formal: Einstellungen

source: Save Changes
de_de@formal: Änderungen speichern

source: How To
de_de@formal: So geht's

source: Enable Almefy
de_de@formal: Almefy aktivieren

source: Enable/Disable Almefy for login to your website.
de_de@formal: Aktivieren / deaktivieren Sie Almefy für den Login auf Ihrer Website.

source: Activation on Register
de_de@formal: Aktivierung bei Registrierung

source: Send the Almefy Connect email to newly registered users.
de_de@formal: Senden Sie die Almefy Connect E-Mail an neu registrierte Benutzer.

source: Disable 'Welcome' mail
de_de@formal: Deaktivieren Sie die "Willkommen" E-Mail

source: Disable the default Wordpress 'Welcome' mail sent by wordpress.
de_de@formal: Deaktivieren Sie die standardmäßige „Willkommen“ E-mail, die von WordPress gesendet wird.

source: Enable 'Connect Almefy' during login
de_de@formal: Aktivieren Sie “Almefy verbinden" während des Logins

source: Allow users to activate 'Login with Almefy' in the [almefy-login] widget.
de_de@formal: Erlauben Sie Benutzern, "Login mit Almefy" im [almefy-login] Widget zu aktivieren.

source: Redirect after login
de_de@formal: Umleiten nach dem Login

source: Decide to which page users should be redirected to after successfully logging in. <br>'/wp-admin' is the default.
de_de@formal: Entscheiden Sie, auf welche Seite Benutzer nach erfolgreicher Anmeldung weitergeleitet werden sollen. <br>'/wp-admin' ist die Standardeinstellung.

source: How many hours until users have to re-login?
de_de@formal: Wie viele Stunden, bis sich Benutzer erneut anmelden müssen?

source: With your key & secret you enable the secure communication with the server during the login process.
de_de@formal: Key & Secret ermöglichen die sichere Kommunikation mit dem Server während des Login-Prozesses.

source: Request key & secret
de_de@formal: Key & Secret anfordern

source: Activate
de_de@formal: Aktivieren

source: Active
de_de@formal: Aktiv

source: Invalid. Try again
de_de@formal: Ungültig. Versuchen Sie es erneut

source: Active!
de_de@formal: Aktiv!

source: Invalid key or secret.
de_de@formal: Ungültiger Key oder Secret.

source: Reinstall
de_de@formal: Neu installieren

source: If you want to restore the default settings just restart the setup and you will be guided through the steps.
de_de@formal: Wenn Sie die Standardeinstellungen wiederherstellen möchten, starten Sie einfach das Setup neu und Sie werden durch die Schritte geführt.

source: Login
de_de@formal: Anmelden

source: To add the login code to your website add the <b>[almefy-login]</b> shortcode to your page.
de_de@formal: Um den Anmeldecode zu Ihrer Website hinzuzufügen, fügen Sie den <b>Shortcode [almefy-login]</b> zu Ihrer Seite hinzu.

source: Alternatively you may add it via <b>do_shortcode('[almefy-login]');</b> to your theme.
de_de@formal: Alternativ können Sie es über <b>do_shortcode('[almefy-login]');</b> zu Ihrem Theme hinzufügen.

source: If you would like to redirect users to the backend when logging in via the Wordpress login at `/wp-login.php`
de_de@formal: Wenn Sie Benutzer beim Einloggen über den Wordpress-Login unter '/wp-login.php' auf das Backend umleiten möchten

source: but to a profile page when logging in via the the frontend you have to:
de_de@formal: aber zu einer Profilseite, wenn Sie sich über das Frontend anmelden, müssen Sie:

source: - Leave the `Redirect to after login` empty in the plugin settings
de_de@formal: - Lassen Sie die 'Weiterleitung nach dem Login' in den Plugin-Einstellungen leer

source: - Set the 'redirect' variable on the shortcode
de_de@formal: - Setzen Sie die Variable 'redirect' im Shortcode

source: Example: <b>[almefy-login]</b>
de_de@formal: Beispiel: <b>[almefy-login]</b>

source: Example: <b>[almefy-login redirect="/replace-with-custom-page"]</b>
de_de@formal: Beispiel: <b>[almefy-login redirect="/replace-with-custom-page"]</b>

source: Device Management
de_de@formal: Geräteverwaltung

source: The built in device manager is found in the backend `Users -> Profile`.
de_de@formal: Der eingebaute Gerätemanager befindet sich im Backend 'Benutzer -> Profil'.

source: If you do not want your users to have access to the Wordpress backend but let them manage their devices,
de_de@formal: Wenn Sie nicht möchten, dass Ihre Benutzer Zugriff auf das Wordpress-Backend haben, aber sie ihre Geräte verwalten lassen wollen,

source: add the <b>[almefy-devices]</b> shortcode to a custom profile page.
de_de@formal: fügen Sie den <b>Shortcode [almefy-devices]</b> zu einer Profilseite hinzu.

source: Connecting new devices
de_de@formal: Verbinden neuer Geräte

source: When creating an account, users will receive an email asking them to connect their device.
de_de@formal: Beim Erstellen eines Kontos erhalten Benutzer eine E-Mail, in der sie aufgefordert werden, ihr Gerät zu verbinden.

source: Further devices may be connected in the backend `Users -> Profile`.
de_de@formal: Weitere Geräte können im Backend 'Bentuzer -> Profil' verbunden werden.

source: To add management options like adding and removing devices to the frontend of your website,
de_de@formal: Um Verwaltungsoptionen wie das Hinzufügen und Entfernen von Geräten zum Frontend Ihrer Website hinzuzufügen,

source: you may add a the device connection shortcode to a profile page using <b>[almefy-connect]</b>.
de_de@formal: können Sie einen Shortcode für die Geräteverbindung zu einer Profilseite hinzufügen, indem Sie <b>[Almefy-Connect]</b> verwenden.

source: Password-free Registration (Optional)
de_de@formal: Passwortfreie Registrierung (optional)

source: You may add password free registration by adding the <b>[almefy-register]</b> shortcode.
de_de@formal: Sie können eine passwortfreie Registrierung hinzufügen, indem Sie den <b>Shortcode [almefy-register]</b> hinzufügen.

source: Disabling `require_username` will result in users just being prompted for an email address.
de_de@formal: Das Deaktivieren von "require_username" führt dazu, dass Benutzer nur zur Eingabe einer E-Mail-Adresse aufgefordert werden.

source: The button text is customizable by setting the `button_text` variable.
de_de@formal: Der Buttontext kann durch Festlegen der Variablen 'button_text' angepasst werden.

source: Example: <b>[almefy-register require_username="false" button_text="Sign Up Now!"]</b>
de_de@formal: Beispiel: <b>[almefy-register require_username="false" button_text="Jetzt anmelden!"]</b>

source: Connect Almefy
de_de@formal: Almefy verbinden

source: Sending...
de_de@formal: Sende ...

source: Mail sent!
de_de@formal: E-Mail gesendet!

source: Mail could not be sent.
de_de@formal: E-Mail konnte nicht gesendet werden.

source: Login via Almefy has been disabled by an administrator.
de_de@formal: Die Anmeldung mit Almefy wurde von einem Administrator deaktiviert.

source: Authorization header missing.
de_de@formal: Autorisierungsheader fehlt.

source: Invalid authentication request.
de_de@formal: Ungültige Authentifizierungsanforderung.

source: Failed creating user.
de_de@formal: Nutzererstellung fehlgeschlagen.

source: Sorry, the almefy API data is incorrect!
de_de@formal: Die Almefy API-Daten sind inkorrekt!

source: Account does not exist.
de_de@formal: Das Konto existiert nicht.

source: Wordpress could not send this email. Is Wordpress configured correctly?
de_de@formal: Wordpress konnte diese E-Mail nicht senden. Ist Wordpress richtig konfiguriert?

source: Could not connect to Almefy service.
de_de@formal: Es konnte keine Verbindung zu Almefy hergestellt werden.

source: You must be logged in to perform this action.
de_de@formal: Sie müssen eingeloggt sein, um diese Aktion durchzuführen.

source: Almefy API has been disabled by an administrator.
de_de@formal: Almefy API wurde von einem Administrator deaktiviert.

source: An error occurred fetching devices.
de_de@formal: Beim Abrufen der Geräte ist ein Fehler aufgetreten.

source: Missing device_id parameter in body.
de_de@formal: Fehlender device_id Parameter im body.

source: Device id does not belong to this identity.
de_de@formal: Die Geräte-ID gehört nicht zu dieser Identität.

source: An error occurred deleting this device. Please try again later or contact support.
de_de@formal: Beim Löschen dieses Geräts ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut oder wenden Sie sich an den Support.

source: Error connecting to Almefy API.
de_de@formal: Es konnte keine Verbindung zu Almefy hergestellt werden.

source: Registration via Almefy has been disabled by an administrator.
de_de@formal: Die Registrierung mit Almefy wurde von einem Administrator deaktiviert.

source: Sorry, email missing or invalid!
de_de@formal: E-Mail fehlt oder ist ungültig!

source: You must be an administrator to perform this action.
de_de@formal: Sie müssen Administrator sein, um diese Aktion ausführen zu können.

source: You must be logged in to connect devices.
de_de@formal: Sie müssen angemeldet sein, um Geräte verbinden zu können.

source: Connect Device
de_de@formal: Gerät verbinden

source: Scan with the <a href='https://almefy.com/products/almefyapp' target='blank'>Almefy app</a>.
de_de@formal: Scannen Sie mit der <a href='https://almefy.com/products/almefyapp' target='blank'>Almefy App</a>.

source: Show Code
de_de@formal: Code anzeigen

source: Send a mail to %s instead.
de_de@formal: Sende stattdessen eine E-Mail an %s.

source: Hide Code
de_de@formal: Ausblenden

source: You must be logged in to manage devices.
de_de@formal: Sie müssen angemeldet sein, um Geräte verwalten zu können.

source: Download Almefy
de_de@formal: Almefy herunterladen

source: Get the Almefy app and scan the QR code to connect the device.
de_de@formal: Holen Sie sich die Almefy App und scannen Sie den QR-Code, um das Gerät zu verbinden.

source: Manage Devices
de_de@formal: Geräte verwalten

source: Device
de_de@formal: Geräte

source: Added
de_de@formal: Seit

source: Refresh
de_de@formal: Aktualisieren

source: Are you sure you want to delete this device?
de_de@formal: Möchten Sie dieses Gerät wirklich löschen?

source: There was an error. Please try again later.
de_de@formal: Es ist ein Fehler aufgetreten, versuchen Sie es später erneut.

source: This is Almefy "Scan to Login".
de_de@formal: Das ist Almefy "Scan to Login".

source: Connect </a> existing account.
de_de@formal: Verbinde </a> vorhandenes Konto.

source: Register</a> password free.
de_de@formal: Registriere</a> passwortfrei.

source: Use the <a target="_blank" href="https://almefy.com/products/almefyapp/">Almefy App</a> to scan the code.
de_de@formal: Verwenden Sie die <a target="_blank" href="https://almefy.com/products/almefyapp/">Almefy App</a> , um den Code zu scannen.

source: Connect your account to the <a href="https://almefy.com/products/almefyapp/" target="_blank">Almefy App</a>.
de_de@formal: Verbinden Sie Ihr Konto mit der <a href="https://almefy.com/products/almefyapp/" target="_blank">Almefy App</a>.

source: Connect
de_de@formal: Verbinden

source: By activating Almefy on your account you enable secure 2-Factor-Authentication in one step. <br>To do so, the login through username and password will be disabled. <br>Just use the <a href='https://almefy.com/products/almefyapp' target='_blank'>Almefy App</a> to login. <br>Secure, Simple, Fast.
de_de@formal: Mit der Aktivierung von Almefy in Ihrem Konto er­mög­li­chen Sie die sichere 2-Faktor-Authentifizierung in einem Schritt. <br>Dazu wird die Anmeldung über Benutzername und Passwort deaktiviert. <br>Melden Sie sich einfach mit der <a href='https://almefy.com/products/almefyapp' target='_blank'>Almefy App</a> an. <br>Sicher, einfach, schnell.

source: Don't have an account?
de_de@formal: Sie haben noch kein Konto?

source: Register
de_de@formal: Registrieren

source: password-free!
de_de@formal: passwortfrei!

source: Password-free Registration
de_de@formal: Passwortfreie Registrierung

source: Username
de_de@formal: Benutzername

source: Mail has been sent to
de_de@formal: E-Mail wurde gesendet an

source: This account is enabled for Almefy Authentication.
de_de@formal: Dieses Konto ist für die Almefy-Authentifizierung aktiviert.

source: Due to security reasons you can't login with username and password anymore. <br>Please use the <a href='https://almefy.com/products/almefyapp' target='_blank'>Almefy App</a> to login.
de_de@formal: Aus Sicherheitsgründen können Sie sich nicht mehr mit Benutzername und Passwort anmelden. <br>Bitte nutzen Sie die <a href='https://almefy.com/products/almefyapp' target='_blank'>Almefy App</a> , um sich einzuloggen.

source: Strong and password-free 2FA-Login, just by scanning a QR-Code with our Almefy App.
de_de@formal: Starkes und passwortfreies 2FA-Login, einfach durch Scannen eines QR-Codes mit unserer Almefy App.
